[
  {
    "theme": "Peace for Anxiety",
    "reference": "Isaiah 26:3",
    "verse": "You will keep in perfect peace those whose minds are steadfast, because they trust in you."
  },
  {
    "theme": "Peace for Anxiety",
    "reference": "Philippians 4:6-7",
    "verse": "Do not be anxious about anything, but in every situation, by prayer and petition, with thanksgiving, present your requests to God..."
  },
  {
    "theme": "Peace for Anxiety",
    "reference": "Matthew 6:34",
    "verse": "Therefore do not worry about tomorrow, for tomorrow will worry about itself."
  },
  {
    "theme": "Peace for Anxiety",
    "reference": "Psalm 34:4",
    "verse": "I sought the Lord, and he answered me; he delivered me from all my fears."
  },
  {
    "theme": "Purpose + Calling",
    "reference": "Ephesians 2:10",
    "verse": "For we are God’s handiwork, created in Christ Jesus to do good works, which God prepared in advance for us to do."
  },
  {
    "theme": "Purpose + Calling",
    "reference": "Esther 4:14",
    "verse": "...for such a time as this."
  },
  {
    "theme": "Purpose + Calling",
    "reference": "Romans 12:6",
    "verse": "We have different gifts, according to the grace given to each of us."
  },
  {
    "theme": "Purpose + Calling",
    "reference": "Jeremiah 29:11",
    "verse": "For I know the plans I have for you, declares the Lord, plans to prosper you and not to harm you, plans to give you hope and a future."
  },
  {
    "theme": "Strength in Weakness",
    "reference": "2 Corinthians 12:9",
    "verse": "My grace is sufficient for you, for my power is made perfect in weakness..."
  },
  {
    "theme": "Strength in Weakness",
    "reference": "Isaiah 40:31",
    "verse": "But those who hope in the Lord will renew their strength."
  },
  {
    "theme": "Strength in Weakness",
    "reference": "Psalm 73:26",
    "verse": "My flesh and my heart may fail, but God is the strength of my heart and my portion forever."
  },
  {
    "theme": "Strength in Weakness",
    "reference": "Romans 8:18",
    "verse": "I consider that our present sufferings are not worth comparing with the glory that will be revealed in us."
  },
  {
    "theme": "Morning Encouragement",
    "reference": "Lamentations 3:22-23",
    "verse": "Because of the Lord’s great love we are not consumed, for his compassions never fail. They are new every morning; great is your faithfulness."
  },
  {
    "theme": "Morning Encouragement",
    "reference": "Psalm 5:3",
    "verse": "In the morning, Lord, you hear my voice; in the morning I lay my requests before you and wait expectantly."
  },
  {
    "theme": "Morning Encouragement",
    "reference": "Mark 1:35",
    "verse": "Very early in the morning, while it was still dark, Jesus got up, left the house and went off to a solitary place, where he prayed."
  },
  {
    "theme": "Morning Encouragement",
    "reference": "Psalm 143:8",
    "verse": "Let the morning bring me word of your unfailing love, for I have put my trust in you."
  },
  {
    "theme": "Jesus’ Words",
    "reference": "John 14:6",
    "verse": "I am the way and the truth and the life. No one comes to the Father except through me."
  },
  {
    "theme": "Jesus’ Words",
    "reference": "Matthew 11:28",
    "verse": "Come to me, all you who are weary and burdened, and I will give you rest."
  },
  {
    "theme": "Jesus’ Words",
    "reference": "John 16:33",
    "verse": "In this world you will have trouble. But take heart! I have overcome the world."
  },
  {
    "theme": "Jesus’ Words",
    "reference": "Matthew 28:20",
    "verse": "And surely I am with you always, to the very end of the age."
  },
  {
    "theme": "Proverbs Pack",
    "reference": "Proverbs 3:5-6",
    "verse": "Trust in the Lord with all your heart and lean not on your own understanding; in all your ways submit to him, and he will make your paths straight."
  },
  {
    "theme": "Proverbs Pack",
    "reference": "Proverbs 31:25",
    "verse": "She is clothed with strength and dignity; she can laugh at the days to come."
  },
  {
    "theme": "Proverbs Pack",
    "reference": "Proverbs 16:3",
    "verse": "Commit to the Lord whatever you do, and he will establis:h your plans."
  },
  
  {
    "theme": "Loneliness & Comfort",
    "reference": "Psalm 23:4",
    "verse": "Even though I walk through the darkest valley, I will fear no evil, for you are with me; your rod and stuff they comfort me."
  },
  {
    "theme": "Loneliness & Comfort",
    "reference": "Praise be to the God and father of our Lord Jesus Christ, the Father of compassion and the God of all comfort, who comforts us in all our troubles,.. ",
    "verse": "2 Corinthians 1:3-4 "
  },
  {
    "theme": "Loneliness & Comfort",
    "reference": "Isaiah 66:13",
    "verse": "As a mother comforts a child, so will I comfort you."
  },
  {
    "theme": "Loneliness & Comfort",
    "reference": "Isaiah 57:15",
    "verse": "I live in a high and holy place, but also with the one who is contrite and lowly in spirit, to revive the spirit of the lowly and to revive the heart of the contrite."
  },
  {
    "theme": "Loneliness & Comfort",
    "reference": "Isaiah 49:15-16",
    "verse": "Can a mother forget the baby at her breast and have no compassion on the child she bore? Though she may forget,I will not forget you! See, I have engraved you on the palms of my hands; your walls are ever before me."
  },
  {
    "theme": "Joy & Celebration",
    "reference": "Psalm 30:11",
    "verse": "You turned my mourning into dancing, you removed my sackcloth and clothed me with joy,"
  },
  {
    "theme": "Joy & Celebration",
    "reference": "Philippians 4:4",
    "verse": "Rejoice in the Lord always. I will say again: Rejoice!"
  },
  {
    "theme": "Joy & Celebration",
    "reference": "Nehemiah 8:10",
    "verse": "The joy of the Lord is my strength."
  },
  {
    "theme": "Joy & Celebration",
    "reference": "Isaiah 55:12",
    "verse": "You will go out in joy and be led forth in peace, the mountains and hills will burst in song before you, and all the trees of the field will clap their hands."
  },
  {
    "theme": "God's Promises",
    "reference": "2 Corinthians 1:20",
    "verse": "For no matter how many promises God has made, they are 'Yes' in Christ. And so through him 'Amen' is spoken by us to the glory of God."
  },
  {
    "theme": "God's Promises",
    "reference": "2 Peter 3:9",
    "verse": "The Lord is not slow in keeping his promise,as some understand slowness. "
  },
  {
    "theme": "God's Promises",
    "reference": "Isaiah 40:31",
    "verse": "But those who hope in the Lord will renew their strength."
  },
  {
    "theme": "God's Promises",
    "reference": "Joshua 21:45",
    "verse": "Not one of all Lord's good promises to Israel failed; everyone was fulfilled."
  },
  {
    "theme": "When I Fall Again",
    "reference": "Romans 8:1",
    "verse":"Therefore, there is now no condemnation for those who are in Christ Jesus."
  },
  {
    "theme": "When I Fall Again",
    "reference": "Proverbs 24:16",
    "verse":"For though the righteous fall seven times, they rise again."
  },
  {
    "theme": "When I Fall Again",
    "reference": "Micah 7:8",
    "verse":"Though I have fallen, I will rise. Though I sit in darkness, the lord will be my light."
  },
  {
    "theme": "When I Fall Again",
    "reference": "Psalm 51:17",
    "verse":"My sacrifice, O God, is a broken spirit; a broken and contrite heart you, God, will not despise."
  },
  {
    "theme": "When I Fall Again",
    "reference": "Hebrews 4:16",
    "verse":"Let us then approach God's throne of grace with confidence, so that we may receive mercy and find grace to help us in our time of need."
  },
  {
    "theme": "Overcoming Sin",
    "reference": "Romans 6:14",
    "verse":"For sin shall no longer be your master, because you are not under the law, but grace."
  },
  {
    "theme": "Overcoming Sin",
    "reference": "1 Corinthians 10:13 ",
    "verse":"No temptation has overtaken you except what is common to mankind. And God is faithful, he will not let you be tempted beyond what you can bear. But when you are tempted, he will also provide a way out so that you can endure it."
  },
  {
    "theme": "Overcoming Sin",
    "reference": " Galations 5:1",
    "verse":"It is for freedom that Christ has set us free. Stand firm, then, and do not let yourselves be burdened again by a yoke of slavery."
  },
  {
    "theme": "Overcoming Sin",
    "reference": "Romans 8:2",
    "verse":"Through Christ Jesus the law of the Spirit who gives life has set you free from the law of sin and death."
  },
  {
    "theme": "Overcoming Sin",
    "reference": "Titus 2:11-12",
    "verse":"For the grace of God has appeared that offers salvation to all people. It teaches us to say 'No' to ungodliness and worldy passions, and to live self controlled, upright and godly lives in this present age."
  },
  {
    "theme": "Gratitude + Praise",
    "reference": "Isaiah 25:1",
    "verse":"Lord, you are my God; I will exalt you and praise your name, for in perfect faithfulness you have done wonderful things, things planned long ago."
  },
  {
    "theme": "Gratitude + Praise",
    "reference": "1 Thessalonians 5:18",
    "verse":"Give thanks in all circumstances; for this is God's will for you in Christ Jesus."
  },
  {
    "theme": "Gratitude + Praise",
    "reference": "Psalm 100:4",
    "verse":"Enter his gates with thanksgiving and his courts with praise, give thanks to him and praise his name."
  },
  {
    "theme": "Gratitude + Praise",
    "reference": "Colossians 3:17",
    "verse":"And whatever you do, whether in word or deed, do it all in the name of the Lord Jesus, giving thanks to God the father through him."
  },
  {
    "theme": "Gratitude + Praise",
    "reference": "Psalm 103:1-2",
    "verse":"Praise the Lord, my soul; all my inmost being, praise his holy name. Praise the Lord, my soul, and forget not all his benefits."
  },
  {
    "theme": "Gratitude + Praise",
    "reference": "Hebrews 13:15",
    "verse":"Through Jesus, therefore, let us continually offer to God a sacrifice of praise; the fruit of the lips that openly profess his name."
  }
  
]

